Repository: common-repository/jquery-comment-preview
Catalog: languages/jquery-comment-preview-*.po
Languages: fr_fr, it_it, ru_ru

source: Preview
fr_fr: Apercu
it_it: Anteprima
ru_ru: Предпросмотр

source: Hide preview
fr_fr: Cacher l'Apercu
it_it: Nascondi anteprima
ru_ru: Скрыть предпросмотр

source: says
fr_fr: a dit
it_it: scrive
ru_ru: пишет

source: %1$s at %2$s
fr_fr: %1$s à %2$s
it_it: %1$s alle %2$s

source: Enter the URL
fr_fr: Entrez l'URL
it_it: Inserisci URL
ru_ru: Введите URL

source: Please specify the <code style="background:#FFFBFB">name</code> attribute of the <code style="background:#FFFBFB">textarea</code> tag, else preview will not work.
fr_fr: Svp, spécifiez le <code style="background:#FFFBFB">nom </code> pour l'attribut du mot-clé de la <code style="background:#FFFBFB">zone de texte</code>, sans cela l'aperçu ne fonctionnera pas.
it_it: Definisci il <code style="background:#FFFBFB">nome</code> dell'attributo per il tag <code style="background:#FFFBFB">textarea</code> diversamente, l'anteprima non funzionerà.
ru_ru: Пожалуйста, укажите параметр <code style="background:#FFFBFB">name</code> тега <code style="background:#FFFBFB">textarea</code>, иначе предпросмотр не будет работать.

source: Some Errors Occurred:
fr_fr: Quelques erreurs sont apparues :

source: Options saved!
fr_fr: Options Enregistrées!

source: Default values restored.
fr_fr: Valeurs par défaut restaurées.

source: jQuery Comment Preview Options
fr_fr: Options de JQuery Comment Preview
it_it: Opzioni jQuery Comment Preview
ru_ru: Настройки jQuery Comment Preview

source: Preview Options
fr_fr: Options d'Aperçu
it_it: Opzioni anteprima
ru_ru: Настройки предпросмотра

source: The value of the <code>name</code> attribute of the <code>textarea</code> tag:
fr_fr: La valeur du <code>nom</code> d'attribut du mot-clé de la <code>zone de texte</code> :
it_it: Valore <code>nome</code> attributo tag <code>textarea</code>:
ru_ru: Значение параметра <code>name</code> тега <code>textarea</code>:

source: The <code>textarea</code> tag is in the <code>comments.php</code> file of your theme. Commonly this value is <code>comment</code>.
fr_fr: Les mots-clés de la <code>zone de texte</code> dans le fichier <code>comments.php</code>de votre thème. Communément cette valeur est <code>comment</code>.
it_it: il tag <code>textarea</code> é presente nel file <code>comments.php</code> del tuo tema. In genere, il valore é <code>comment</code>.
ru_ru: Тег <code>textarea</code> находится в файле <code>comments.php</code> вашей темы. Обычно это значение - <code>comment</code>.

source: "Preview" button text:
fr_fr: Texte du bouton d'"Aperçu" :
it_it: Testo pulsante "Anteprima":
ru_ru: Текст кнопки "Предпросмотр":

source: "Hide preview" button text:
fr_fr: Texte du bouton "Cacher l'Aperçu" :
it_it: Testo pulsante "Nascondi anteprima":
ru_ru: Текст кнопки "Скрыть предпросмотр":

source: Preview block template:
fr_fr: Modèle de bloc d'aperçu :
it_it: Blocco template anteprima:
ru_ru: Шаблон блока предпросмотра:

source: Designations:
fr_fr: Désignations :
it_it: Indicazioni:
ru_ru: Обозначения:

source: author's name with a link
fr_fr: nom de l'auteur avec un lien
it_it: nome con link all'autore
ru_ru: имя автора со ссылкой

source: comment date
fr_fr: date du commentaire
it_it: data del commento
ru_ru: дата комментария

source: will look like
fr_fr: ressemblera à
it_it: anteprima
ru_ru: будет выглядеть как

source: comment date and time
fr_fr: date et heure du commentaire
it_it: data ed ora commento
ru_ru: дата и время комментария

source: comment text
fr_fr: texte de commentaire
it_it: testo commento
ru_ru: текст комментария

source: <strong>The format of the date and time</strong> depends on your
fr_fr: <strong>Les formats de date et d'heure</stong> dépendent de vos
it_it: <strong>il formato per la data e per l'ora</strong> é definibile sotto
ru_ru: <strong>Формат даты и времени</strong> зависит от ваших

source: settings
fr_fr: paramètres
it_it: Impostazioni
ru_ru: настроек

source: Avatar type:
fr_fr: type d'Avatar :
it_it: Tipo di avatar:
ru_ru: Тип аватара:

source: Dynamic
fr_fr: Dynamique
it_it: dinamico
ru_ru: Динамический

source: Static
fr_fr: Statique
it_it: statico
ru_ru: Статический

source: Avatar will vary depending on an e-mail address of commentator. Used <a href="http://gravatar.com/" target="_blank">Gravatar</a> service.
fr_fr: L'avatar dépend de l'adresse email du commentateur utilisant le service <a href="http://gravatar.com/" target="_blank">Gravatar</a>
it_it: l'avatar sarà correlato all'indirizzo email del commentatore. Viene utilizzato il servizio <a href="http://gravatar.com/" target="_blank">Gravatar</a>.
ru_ru: Аватар будет меняться в зависимости от адреса электронной почты комментирующего. Используется сервис <a href="http://gravatar.com/" target="_blank">Gravatar</a>.

source: Link on static avatar:
fr_fr: Lien pour l'Avatar statique :
it_it: Link per avatar statici:
ru_ru: Ссылка на статический аватар:

source: Avatar will <strong>not</strong> vary depending on an e-mail address of commentator.
fr_fr: L'avatar ne changera <strong<pas</strong> en fonction de l'adresse email du commentateur.
it_it: l'avatar <strong>non</strong> sarà correlato all'indirizzo email del commentatore.
ru_ru: Аватар <strong>не</strong> будет меняться в зависимости от адреса электронной почты комментирующего.

source: Avatar size:
fr_fr: Taille d'Avatar :
it_it: Dimensioni avatar:
ru_ru: Размер аватара:

source: Connect a plugin's CSS file?
fr_fr: Lier un fichier .css ?
it_it: Collegare a file CSS del plugin?
ru_ru: Подключать CSS-файл плагина?

source: Yes
fr_fr: Oui
it_it: Sì
ru_ru: Да

source: No
fr_fr: Non
ru_ru: Нет

source: If you wish to reduce a number of queries to the server it can be useful not to connect an additional CSS file applied to the plugin. In that case choose "No". Thus it is necessary to insert a styles from the <code>jquery-comment-preview.css</code> file into a CSS file of your theme (<code>style.css</code>).
fr_fr: Si vous voulez réduire le nombre de requêtes sur votre serveur, il peut être pratique de lier un fichier .css additionnel à l'extension. Dans ce cas choisissez "Non". Ceci est nécessaire pour installer un style à partir du fichier <code>jquery-comment-preview.css</code> dans le fichier CSS de votre thème (<code>style.css</code>).
it_it: Volendo ridurre il numero delle richieste al server, potrebbe tornare utile il non collegare al plugin il file CSS addizionale. In questo caso, impostare a "No". In alternativa, copiare il contenuto del file <code>jquery-comment-preview.css</code> nel file CSS del tuo tema (<code>style.css</code>).
ru_ru: Если вы хотите сократить количество запросов к серверу, то будет полезно не подключать дополнительный CSS-файл, используемый плагином. В таком случае выберите "Нет". При этом необходимо вставить стили из файла <code>jquery-comment-preview.css</code> в CSS-файл вашей темы (<code>style.css</code>).

source: The CSS file is located on the following path
fr_fr: Le fichier CSS est placé à l'endroit suivant :
it_it: Il file CSS é allocato al seguente percorso
ru_ru: Файл стилей расположен по следующему пути

source: HTML Editor Options
fr_fr: Options d'Editeur HTML :
it_it: Opzioni editor HTML
ru_ru: Настройки HTML-редактора

source: The HTML editor allows to quickly insert a HTML tags into a comment text.
fr_fr: L'éditeur HTML autorise l'ajout rapide de balises HTML dans le texte de commentaire.
it_it: L'editor HTML permette l'inserimento di tag HTML nel testo di un commento.
ru_ru: HTML-редактор позволяет быстро вставлять HTML-теги в текст комментария.

source: Show the HTML editor?
fr_fr: Afficher l'éditeur HTML?
it_it: Mostrare editor HTML?
ru_ru: Показывать HTML-редактор?

source: HTML code of a buttons of the editor:
fr_fr: Code HTML des boutons de l'éditeur :
it_it: Codice HTML dei pulsanti dell'editor:
ru_ru: HTML-код кнопок редактора:

source: Explanations:
fr_fr: Explications :
it_it: Come fare:
ru_ru: Пояснения:

source: A button <strong>necessarily</strong> should always have a <code>tag</code> parameter and a tag name as value. For example, If you create a button for the <code>&lt;code>&lt;/code></code> tag, this parameter should be looks like this: <code>&lt;button <strong>tag="code"</strong>>...&lt;button></code>.
fr_fr: Un bouton doit <strong>nécessairement</strong> avoir un <code>mot-clé</code> de paramétrage et un mot-clé de nom comme valeur. Par exemple vous créez un bouton pour le mot-clé <code>&lt;code>&lt;/code></code>, ce paramètre devra ressembler à cela : <code>&lt;button <strong>tag="code"</strong>>...&lt;button></code>.
it_it: un pulsante dovrà avere <strong>sempre</strong> un parametro <code>tag</code> ed un nome tag come valore ad esso correlato. Ad esempio, qualora avessi creato un pulsante per il tag <code>&lt;code>&lt;/code></code>, questo parametro dovrà essere necessariamente come segue: <code>&lt;button <strong>tag="code"</strong>>...&lt;button></code>.
ru_ru: Кнопка <strong>обязательно</strong> должна иметь параметр <code>tag</code>, в значении которого нужно указать имя тега. Например, если вы создаете кнопку для тега <code>&lt;code>&lt;/code></code>, то этот параметр должен выглядеть следующим образом: <code>&lt;button <strong>tag="code"</strong>>...&lt;button></code>.

source: Between the tags <code><strong>&lt;button></strong></code> and <code><strong>&lt;/button></strong></code> it is necessary to specify a <strong>name of a button</strong>.
fr_fr: Entre les mots-clés <code><strong>&lt;button></strong></code> et <code><strong>&lt;/button></strong></code> il est nécessaire de spécifier un<strong>nom de bouton</strong>.
it_it: é necessario inserire il <strong>nome per il pulsante</strong> tra i tag <code><strong>&lt;button></strong></code> e <code><strong>&lt;/button></strong></code>.
ru_ru: Между тегами <code><strong>&lt;button></strong></code> и <code><strong>&lt;/button></strong></code> необходимо указать <strong>название кнопки</strong>.

source: If you wish to <strong>add a parameters to a tag</strong>, it is necessary to set them in square brackets after a button name. For example, to receive a button for the <code>&lt;a href="">&lt;/a></code> tag, it is necessary to write the following code: <code>&lt;button <strong>tag="a"</strong>>link<strong>[href=""]</strong>&lt;/button></code>.
fr_fr: Si vous désirez <strong>ajouter des paramètres à un mot-clé</strong>, il est nécessaire des les définir dans des braquets après le nom du bouton. Par exemple, pour le bouton du mot-clé <code>&lt;a href="" target="_blank">&lt;/a></code>. Il est nécessaire d'écrire le code suivant : <code>&lt;bouton <strong>tag="a"</strong>>lien<strong>[href="" target="_blank"]</strong>&lt;/button></code>.
it_it: volessi infine <strong>aggiungere dei parametri ad un tag</strong>, sarà doveroso posizionarli all'interno di due parentesi quadre. Ad esempio, per potere ottenere il tag <code>&lt;a href="">&lt;/a></code>, sarà necessario che tu scriva il codice nel modo a seguire: <code>&lt;button <strong>tag="a"</strong>>link<strong>[href=""]</strong>&lt;/button></code>.
ru_ru: Если вы хотите <strong>добавить параметры к тегу</strong>, то необходимо их прописать в квадратных скобках после названия кнопки. Например, чтобы получить кнопку для тега <code>&lt;a href="">&lt;/a></code>, необходимо написать следующий код: <code>&lt;button <strong>tag="a"</strong>>link<strong>[href=""]</strong>&lt;/button></code>.

source: Add the <code>target="_blank"</code> parameter to external links?
fr_fr: Ajouter le paramètre <code>target="_blank"</code> pour les liens externes?
it_it: Aggiungere <code>target="_blank"</code>?
ru_ru: Добавлять параметр <code>target="_blank"</code> к внешним ссылкам?

source: This option is used for the button adds a link.
fr_fr: Cette option est utilisée pour le bouton "ajouter un lien".
it_it: questa opzione verrà utilizzata per il pulsante "aggiungi URL".
ru_ru: Данная опция применяется для кнопки, добавляющей ссылку.

source: Show button with WordPress smilies?
fr_fr: Afficher bouton pour les smileys WordPress?
it_it: Mostrare pulsante emoticon WordPress?
ru_ru: Показывать кнопку с WordPress смайлами?

source: To make this feature work, the following option should be activated on
fr_fr: Pour rendre cette fonction opérationnelle, vous devez activer l'option suivante
it_it: affinché questa funzione possa funzionare, l'opzione dovrà essere attivata sotto
ru_ru: Для того, чтобы работала данная функция, должна быть активна следующая опция на

source: this page
fr_fr: cette page
it_it: questa pagina
ru_ru: этой странице

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
fr_fr: Convertir les smileys tels que <code>:-)</code> et <code>:-P</code> en images à afficher
it_it: Convertire a video gli emoticon tipo <code>:-)</code> o <code>:-P</code> in simboli grafici

source: Update Options
fr_fr: Mettre à jour
it_it: Aggiorna le opzioni
ru_ru: Сохранить настройки

source: Reset Defaults
fr_fr: Réinitialiser
it_it: Ripristina alle predefinite
ru_ru: Сбросить настройки

source: http://dimox.net/jquery-comment-preview-wordpress-plugin/
fr_fr: http://articlesss.com/jquery-comment-preview-wordpress-plugin/
ru_ru: http://dimox.name/jquery-comment-preview-wordpress-plugin/

source: version
fr_fr: Traduction : <a href="http://www.wolforg.eu">Wolforg</a>. version
it_it: versione
ru_ru: версия

source: Enter the URL of the image
ru_ru: Введите URL изображения

source: Enter a description of the image
ru_ru: Введите описание изображения

source: About the plugin
it_it: Info plugin
ru_ru: О плагине

source: avatar
ru_ru: аватар

source: http://dimox.net
ru_ru: http://dimox.name
